"WIFI NOT REACHABLE" = "WIFI NON ACCESSIBLE";
"START NOT RECEIVED" = "COMMANDE NON REÇUE";
"CONTROL LINK NOT AVAILABLE" = "LIAISON DE COMMANDE INTERROMPUE";
"ULTRASOUND EMERGENCY" = "PROBLÈME D'ULTRASON";
"CUT OUT EMERGENCY" = "MOTEURS BLOQUES";
"MOTORS EMERGENCY" = "PROBLÈME DE MOTEURS";
"CAMERA EMERGENCY" = "PROBLÈME DE CAMÉRA";
"PIC WATCHDOG EMERGENCY" = "PROBLÈME DE CAPTEURS INERTIELS";
"PIC VERSION EMERGENCY" = "PROBLÈME DE CENTRALE INERTIELLE";
"TOO MUCH ANGLE EMERGENCY" = "PROBLÈME D'ANGLE TROP IMPORTANT";	
"BATTERY LOW EMERGENCY" = "BATTERIE VIDE";
"USER EMERGENCY" = "ARRET DE L'UTILISATEUR";
"UNKNOWN EMERGENCY" = "PROBLÈME INCONNU";
"PRESS RESET" = "APPUYEZ SUR RESET";
"BATTERY LOW ALERT" = "BATTERIE FAIBLE";
"ULTRASOUND ALERT" = "ALERTE ULTRASON";
"VISION ALERT" = "ALERTE VISION";
"VIDEO CONNECTION ALERT" = "LIAISON VIDÉO INTERROMPUE";
"CAMERA ALERT" = "ALERTE CAMÉRA";

/* Pop-up messages */
"USB drive full\nPlease connect a new one" = "Clé USB pleine\nConnectez une autre clé";
"Please reboot your %@ to enable full piloting capabilities" = "Veuillez redémarrer votre %@ pour optimiser les capacités de pilotage";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "Votre vidéo est en cours de traitement\nVeuillez ne pas fermer l'application. La vidéo\napparaîtra sous peu dans la section vidéo";
"Please wait until the end of the recording" = "Veuillez attendre la fin de l'enregistrement";

/* Settings Menu Text */
"DEFAULT SETTINGS" = "PARAMÈTRES PAR DÉFAUT";
"FLAT TRIM" = "TRIM À PLAT";
"PERSONAL SETTINGS" = "PARAMÈTRES UTILISATEUR";
"PAIRING" = "JUMELAGE";
"AR.DRONE NETWORK NAME" = "NOM DE RÉSEAU AR.DRONE";
"INTERFACE OPACITY" = "OPACITÉ DE L'INTERFACE";
"USB RECORD" = "ENREGISTREMENT USB";
"FLIP ENABLED" = "FLIP ACTIVÉ";
"FLIGHT SETTINGS" = "PARAMÈTRES DE VOL";
"ALTITUDE LIMIT" = "LIMITE ALTITUDE";
"VERTICAL SPEED MAX" = "VITESSE VERTICALE MAX";
"mm/s" = "mm/s";
"ROTATION SPEED MAX" = "VITESSE DE ROTATION MAX";
"°/s" = "°/s";
"TILT ANGLE MAX" = "ANGLE D'INCLINAISON MAX";
"OUTDOOR HULL" = "CARÈNE EXTÉRIEURE";
"OUTDOOR FLIGHT" = "VOL EN EXTÉRIEUR";
"PILOTING MODE" = "MODE DE PILOTAGE";
"JOYPAD MODE" = "MODE JOYPAD";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "CALIBRATION";
"Calibration Warning" = "Avertissement Calibration";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "Éloignez-vous de l'AR.Drone. Il va maintenant faire un tour sur lui-même pour calibrer sa boussole.";
"LEFT-HANDED" = "MODE GAUCHER";
"%@ TILT MAX" = "INCLINAISON MAX %@";
"STATUS" = "STATUS";
"Version" = "Version";
"Hardware" = "Matériel";
"Software" = "Logiciel";
"INERTIAL" = "INERTIELLE";
"MOTORS VERSIONS" = "VERSIONS DES MOTEURS";
"MOTOR %d" = "MOTEUR %d";
"Type" = "Type";
"VIDEO SETTINGS" = "PARAMÈTRES DE VIDÉO";
"ADAPTATIVE VIDEO" = "VIDÉO ADAPTATIVE";
"VIDEO CODEC" = "CODEC VIDÉO";

"New AR.Drone network name" = "Nouveau Nom de Réseau de l'AR.Drone";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "Veuillez fermer l'application et redémarrer votre AR.Drone. Connectez-vous au réseau %s et relancez AR.FreeFlight pour appliquer les changements.";
"Bad network name" = "Nom de Réseau Incorrect";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "Le nom de réseau est limité à 32 caractères et ne peut contenir que des caractères alphanumériques et des tirets bas.";
"Location Services Disabled" = "Services de Localisation Désactivés";
"You need to enable this service to use absolute control." = "Vous devez activer ce service pour pouvoir utiliser le mode absolute control.";
"Location Services Alert" = "Alerte des Services de Localisation";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "Expiration de la requête des services de localisation.\nVotre position ne sera pas enregistrée dans votre AR.Drone.";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "Si vous souhaitez enregistrer votre position et accéder à votre galerie multimédia, vous devez activer cette option sur votre périphérique.";